Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Solar Capacitors Built
ru: Построены солнечные конденсаторы

source: Solar Combat Computers
ru: Солнечные боевые компьютеры

source: Solar Farm
ru: Солнечная ферма

source: Solar Generator Hypersegment
ru: Гиперсегмент солнечного генератора

source: Solar Generator Hypersegments
ru: Гиперсегменты солнечного генератора

source: Solar Lifting District
ru: Район солнечного подъема

source: Solar Lifting Districts
ru: Районы подъема солнечной энергии

source: Solar Shipyard
ru: Солнечная верфь

source: Solar Shipyard Uplink
ru: Восходящий канал солнечной верфи

source: Solar Showmaster
ru: Солнечный шоумастер

source: Solar Showmaster Drone
ru: Солнечный дрон-шоумастер

source: Solar Showmaster Drones
ru: Солнечные дроны-шоумастера

source: Solar Showmasters
ru: Солнечные шоумастера

source: Solar Smith
ru: Солнечный кузнец

source: Solar Smith Drone
ru: Солнечный дрон-кузнец

source: Solar Smith Drones
ru: Солнечные дроны-кузнецы

source: Solar Smiths
ru: Солнечный кузнецы

source: Solar Transmogrifier
ru: Солнечный трансмогрификатор

source: Solar Transmogrifier Drone
ru: Солнечный дрон-трансмогрификатор

source: Solar Transmogrifiers
ru: Солнечные трансмогрификаторы

source: Solarite Alloy Foundry
ru: Соларитовый сплаволитейный завод

source: Solarite Altar
ru: Соларитовый алтарь

source: Solarite Bishop
ru: Соларитовый епископ

source: Solarite Bishops
ru: Соларитовые епископы

source: Solarite Dragoon
ru: Соларитовый драгун

source: Solarite Dragoon Drone
ru: Соларитовый дрон-драгун

source: Solarite Dragoon Drones
ru: Соларитовые дроны-драгуны

source: Solarite Dragoons
ru: Соларитовые драгуны

source: Solarite Drone Depots
ru: Соларитовые депо дронов

source: Solarite Gestation Pods
ru: Соларитовые гнездовые камеры

source: Solarite Judge
ru: Соларитовый судья

source: Solarite Judge Drone
ru: Соларит Судья Дрон

source: Solarite Judge Drones
ru: Дроны судьи из Соларита

source: Solarite Judges
ru: Соларитовые судьи

source: Solarite Machine Assembly
ru: Соларитовый машиностроительный комплекс

source: Solarite Overlord
ru: Соларитовый повелитель

source: Solarite Overlord Droid
ru: Соларитовый дроид-повелитель

source: Solarite Overlord Droids
ru: Соларитовые дроиды-повелители

source: Solarite Overlord Drone
ru: Соларитовый дрон-повелитель

source: Solarite Overlords
ru: Соларитовые повелители

source: Solarite Overseer
ru: Соларитовый смотритель

source: Solarite Overseer Droid
ru: Соларитовый дроид-смотритель

source: Solarite Overseer Droids
ru: Соларитовые дроиды-смотрители

source: Solarite Overseer Drone
ru: Соларитовый дрон-смотритель

source: Solarite Overseer Drones
ru: Соларитовые дроны-смотрители

source: Solarite Overseers
ru: Соларитовые смотрители

source: Solarite Villa
ru: Соларитовое поместье

source: Solid Investment
ru: Большие финансы

source: Solidification Megaplex
ru: Мегаплекс солидификации

source: Solidifier
ru: Солидификатор

source: Solidifier Drone
ru: Дрон-солидификатор

source: Solidifier Drones
ru: Дроны-солидификатор

source: Solidifiers
ru: Солидификаторы

source: Solitude of Wisdom
ru: Одиночество мудрости

source: Solution clues
ru: Подсказки к решению

source: Some Conversion
ru: Повышенное преобразование

source: Some Food Conversion
ru: Повышенное преобразование пищи

source: Some of the backup databases could be scrapped for alloys
ru: Можете ли вы сказать нам, где хранятся ваши сплавы?.

source: Some planets serve simply no purpose, they will be more useful if we completely dismantle them for materials.
ru: Некоторые планеты просто не служат никакой цели, они будут более полезными, если мы полностью разобьем их на материалы.

source: Some worlds are best left undisturbed.
ru: Некоторые миры лучше не трогать

source: Somehow harvesting, storing, and redirecting the sheer energies emitted by a supermassive quasar will require combining several extremely advanced technologies, ranging from hyperdimensional capacitors to supergravitic field modulation.
ru: Каким-то образом сбор, хранение и перенаправление чистой энергии, излучаемой сверхмассивным квазаром, потребует объединения нескольких чрезвычайно передовых технологий, начиная от гиперпространственных конденсаторов и заканчивая модуляцией супергравитационного поля.

source: Something seems off.
ru: Кажется, что-то не так.

source: Something suspicious has been discovered about this black hole.
ru: С этой черной дырой было обнаружено что-то подозрительное.

source: Something suspicious has been discovered about this pulsar.
ru: С этим пульсаром было обнаружено что-то подозрительное.

source: Something suspicious has been discovered with this star.
ru: У этой звезды было обнаружено что-то подозрительное.

source: Something suspicious has been discovered within this neutron star.
ru: С этой нейтронной звездой было обнаружено что-то подозрительное.

source: Sonya Rescue Foiled
ru: Спасение Сони сорвано

source: Sonya Soul
ru: Соня Соул

source: Sonya Soul Defects
ru: Дефекты души Сони

source: Sonya's rescue has thrown a wrench in the Kaiser's plan to develop the perfect Soulbot.
ru: Спасение Сони поставило крест на плане Кайзера по разработке идеального соулбота.

source: Soon after our empire met its first galactic neighbors, it became clear that our financial system was not compatible with the wider galactic market.
ru: Вскоре после того, как наша империя встретила своих первых галактических соседей, стало ясно, что наша финансовая система несовместима с широким галактическим рынком.

source: Soon there will be none who dares to challenge us.
ru: Скоро не останется никого, кто осмелится бросить нам вызов.

source: Soon, Flusion will finally be 100% Kaiser-free.
ru: Скоро Флюсиалла, наконец, будет на 100% свободен от Кайзера.

source: Soon, its full power shall be ours.
ru: Скоро вся его мощь будет нашей

source: Soon, none shall stand in our way.
ru: Скоро никто не встанет у нас на пути.

source: Soon, we shall be one!
ru: Скоро мы станем единым целым!

source: Soon, we will have incomprehensible resources.
ru: Скоро у нас будут непостижимые ресурсы.

source: Sophoe
ru: Софо

source: Soul of the Grandbunny
ru: Душа великого кролика

source: Sounds good.
ru: Звучит неплохо.

source: Sounds ludicrous, but what isn't ludicrous at this point?
ru: Звучит нелепо, но что на данный момент не нелепо?

source: Sovereign
ru: Суверенный

source: Sovereigns
ru: Соверены

source: Space Amoeba
ru: Космическая амеба

source: Space Amoebas
ru: Космические амебы

source: Space Bomber Airframe
ru: Планер космического бомбардировщика

source: Space Domestication
ru: Космическое приручение

source: Space Domestication Completed
ru: Космическое приручение завершено

source: Space Dust Processing Facility
ru: Установка для переработки космической пыли

source: Space Engineers
ru: Космические инженеры

source: Space Engineers Project
ru: Проект космических инженеров

source: Space Industrialization
ru: Космическая индустриализация

source: Space Miner
ru: Космо-шахтер

source: Space Panzer Hull
ru: Корпус космической танковой машины

source: Space provided by the $name_orbital_arcology$ allows some energy generation, as well as food production.
ru: Пространство, предоставляемое $name_orbital_arcology$, позволяет производить некоторую энергию, а также продукты питания.

source: Space provided by the $new_orbital_arcology_modifier$ allows the construction of additional districts.
ru: Пространство, предоставленное $new_orbital_arcology_modifier$, позволяет строить дополнительные районы.

source: Space provided by the Enhanced $new_orbital_arcology_modifier$ allows the construction of additional districts.
ru: Пространство, предоставляемое расширенным $new_orbital_arcology_modifier$, позволяет строить дополнительные районы.

source: Space provided by the Maximized $new_orbital_arcology_modifier$ allows the construction of additional districts.
ru: Пространство, предоставляемое максимальным $new_orbital_arcology_modifier$, позволяет строить дополнительные районы.

source: Space real estate maybe?
ru: Может, настоящее жилье в космосе?

source: Space-Age Civilization Birch Preserve
ru: Заповедник Берча цивилизации космической эры

source: Space-East
ru: Космос-Восток

source: Space-North
ru: Космос-Север

source: Space-South
ru: Космос-Юг

source: Space-West
ru: Космос-Запад

source: Spaceborn
ru: Рождённый в космосе

source: Spaceborn Traditions
ru: Традиции детей космоса

source: Spaceborn Traditions Finished
ru: Традиции детей космоса

source: Spaceship Buffet
ru: Шведский стол на космическом корабле

source: Spacious housing set among simulated countryside, with direct access to high speed communications infrastructure.
ru: Просторное жилье, расположенное среди имитируемой сельской местности, с прямым доступом к инфраструктуре высокоскоростной связи.

source: Spacious living areas where organics can live their lives in a pleasant, fulfilling, and - above all - controlled manner.
ru: Просторные жилые помещения, где органики могут жить своей жизнью приятным, полноценным и, прежде всего, контролируемым образом

source: Spare no expenses.
ru: Ни на чем не экономить.

source: Spark of Genius
ru: Искра гения

source: Sparkbun
ru: Спаркбан

source: Spatio-Temporal Alloy Forging
ru: Пространственно-временная ковка из сплава

source: Spawn them now!
ru: Сделайте это немедленно.

source: Spawning Hypersegment
ru: Порождающий гиперсегмент

source: Spawning Hypersegments
ru: Порождающие гиперсегменты

source: Spawning Pools
ru: Нерестовые бассейны

source: Speak for yourself.
ru: Говори за себя.

source: Special Delivery Arrived!
ru: Специальная доставка прибыла!

source: Special Ship Slot
ru: Специальный компонент

source: Special Star Entry
ru: Записи особых звезд

source: Special Star List
ru: Записи особых звезд

source: Specialise Planet - Energy Credits
ru: Специализация планеты - Энергокредиты

source: Specialise Planet - Food
ru: Специализация планеты - Пища

source: Specialise Planet - Minerals
ru: Специализация планеты - Минералы

source: Specialist Upkeep
ru: Содержание специалистов

source: Specialized Auxiliary Facilities
ru: Специализированные вспомогательные объекты

source: Specialized Auxiliary Laboratories
ru: Специализированные вспомогательные лаборатории

source: Specialized Ship Hull Points
ru: Очки Здоровья Специализированного Корабля

source: Specialized facilities that exploit the nearby Black Hole's potential for superradiant scattering.
ru: Специализированные установки, которые используют потенциал близлежащей Черной дыры для рассеяния сверхизлучения.

source: Specialized scanner allow us to better localise mineral deposits underground.
ru: Специализированный сканер, позволяет нам определять залежи полезных ископаемых под землей.

source: Spectacular!
ru: Впечатляюще!

source: Spectral Wraith
ru: Спектральный корабль

source: Speed Freak
ru: Помешанный на скорости

source: Spend resources to ensure we never hear about this again.
ru: Потратьте ресурсы на то, чтобы мы больше никогда об этом не услышали.

source: Spies
ru: Шпионы

source: Spinal Artillery
ru: Спинномозговая артиллерия

source: Spinal Megaweapon
ru: Спинномозговое мегаоружие

source: Spires Installed
ru: Установлены шпили

source: Spirit of the Kaiser
ru: Дух кайзера

source: Spirits of the Fires
ru: Духи огней

source: Spiritualist Ethic
ru: Спиритуализм

source: Splendid!
ru: Превосходно!

source: Splendid.
ru: Великолепно.

source: Splinter State Resources
ru: Ресурсы осколочного государства

source: Sponsor
ru: Спонсорм

source: Sponsors
ru: Спонсоры

source: Spooky Kaiser.
ru: Жуткий кайзер.

source: Sprawling Slums
ru: Расползающиеся трущобы

source: Sprawling drone workshops covering vast areas of land, these endless maintenance facilities would be far too large for normal worlds.
ru: Разросшиеся мастерские Дронов, занимающие обширные территории суши, эти бесконечные ремонтные мастерские были бы слишком велики для обычных миров.

source: Sprawling expanses consisting of campuses and research laboratories working tirelessly to push the boundaries of Flusionian science even further and synthesize various otherwise unobtainable resources.
ru: Обширные пространства, состоящие из кампусов и исследовательских лабораторий, неустанно работающих над тем, чтобы еще больше раздвинуть границы Флюсиалланой науки и синтезировать различные, иначе недоступные ресурсы.

source: Sprawling factories, dedicated to the assembly of our population.
ru: Разросшиеся фабрики, предназначенные для сборки нашего населения.

source: Sprawling hive spires covering vast areas of land, these endless warrens would be far too large for normal worlds.
ru: Раскинувшиеся шпили ульев, покрывающие обширные территории суши, эти бесконечные убежища были бы слишком велики для обычных миров.

source: Sprawling research complexes which study the Black Hole's incredibly strange properties.
ru: Обширные исследовательские комплексы, которые изучают невероятно странные свойства Черной дыры.

source: Sprawling support facilities for housing troops on and below the surface, including various leisure and recreation areas.
ru: Обширные вспомогательные сооружения для размещения войск на поверхности и под ней, включая различные зоны отдыха.

source: Sprawling support facilities for housing troops on and inside this ringworld, including various leisure and recreation areas.
ru: Обширные вспомогательные сооружения для размещения войск на этом мире-кольце и внутри него, включая различные зоны отдыха.

source: Sprawling urban developments covering vast areas of land, these endless cities would be far too large for normal worlds.
ru: Разросшаяся городская застройка, охватывающая обширные территории суши, эти бесконечные города были бы слишком велики для обычных миров.

source: Spreading Through the Galaxy
ru: Покорение Галактики

source: Spreading Will
ru: Распространение воли

source: Spy
ru: Шпион

source: Spy Drone
ru: Шпионский дрон

source: Spy Drones
ru: Шпионские дроны.

source: Spyware
ru: Шпионское ПО

source: Square Ringworld
ru: Квадратный мир-кольцо

source: Square World
ru: Квадратный мир

source: Squareworld
ru: Квадратный мир

source: Squareworld Databanks: Engineering Research
ru: Банки данных Squareworld: Инженерные исследования

source: Squareworld Databanks: Physics Research
ru: Банки данных Squareworld: физические исследования

source: Squareworld Databanks: Society Research
ru: Банки данных Squareworld: исследование общества

source: Squareworld Habitability
ru: Обитаемость квадратного мира

source: Squareworld Preference
ru: Предпочтение квадратного мира

source: Squareworld Restored!
ru: Квадратный мир восстановлен!

source: Squareworld Speaks
ru: Говорит Квадратный мир

source: Squareworld System Hub
ru: Системный узел Квадратный мир

source: Stability Celebration
ru: Празднование стабильности

source: Stabilized $name_penrose$
ru: Стабилизировано $name_penrose$

source: Stabilized Solar Compression
ru: Стабилизированное солнечное сжатие

source: Stabilizer-Drone
ru: Стабилизатор

source: Stabilizer-Drones
ru: Стабилизаторы

source: Stacy Abyss
ru: Стейси Абисс

source: Stage IX
ru: Этап IX

source: Stage X
ru: Этап X

source: Stage of Glory
ru: Великая сцена

source: Staggeringly advanced machinery runs through every facet of this colossal construct.
ru: Ошеломляюще совершенное оборудование пронизывает каждый аспект этой колоссальной конструкции

source: Stalker
ru: Сталкер

source: Stalkers
ru: Сталкеры

source: Standard Budget
ru: Стандартный бюджет

source: Standard Charge
ru: Стандартный заряд

source: Standard Control Patterns
ru: Стандартные шаблоны управления

source: Standard Extraction
ru: Стандартное извлечение

source: Standard charge is being applied
ru: Применяется стандартная плата

source: Standardized Planetary Administration
ru: Стандартизированное планетарное управление

source: Standardized Planetary Stations
ru: Стандартизация планетарных станций

source: Standardized Production Lines
ru: Стандартизированные производственные линии

source: Standardized Work Schedules
ru: Трудовой стандарт

source: Star Fortress Defensive Perimeter
ru: Оборонительный периметр Звездной крепости

source: Star Lifter
ru: Звездный подъемник

source: Star Lifter Management Protocols
ru: Протоколы управления звездолетом

source: Star Lifter Suprainsulation
ru: Суперинсуляция звездолета

source: Star Lifter Unity
ru: Звездный подъемник Единство

source: Star Lifter Unity Cost
ru: Стоимость Единство Звездный подъемник

source: Star Lifteralloys
ru: Сплавы Звездный подъемник

source: Star Lifteralloys Cost
ru: Стоимость сплавов Звездный подъемник

source: Star ignited
ru: Зажженная звезда

source: Starbase Building Upkeep
ru: Затраты на строительство звездных баз

source: Starbase Hull Points
ru: Здоровье космической базы

source: Starbase Module Upkeep
ru: Поддержание модулей звездной базы

source: Starborn
ru: Звездное рождение

source: Stardefender
ru: Звездный защитник

source: Stargazer
ru: Звездочет

source: Starhold
ru: Звездная крепость

source: Starhold Defensive Perimeter
ru: Оборонительный периметр Звездной твердыни

source: Starship Graveyard
ru: Кладбище звездолетов

source: Start Terraforming!
ru: Сделайте это полностью.

source: Start in the galactic core with a $pc_origin_birch$.
ru: Начните в ядре галактики с $pc_origin_birch$

source: Start on a Frame World above a black hole, surrounded by a nebula.
ru: Начните с каркасного мира над черной дырой, окруженного туманностью

source: Start on a Penrose Sphere ringworld
ru: Старт в мире-кольце сферы Пенроуза

source: Start on a Planetary Computing Complex.
ru: Начните с планетарного вычислительного комплекса.

source: Start on a Squareworld.
ru: Начните с квадратного мира.

source: Start on a gargantuan ringworld around a dead star.
ru: Начните с гигантского мира-кольца вокруг мертвой звезды.

source: Start on a habitable gas giant with your original homeworld destroyed.
ru: Начните с обитаемого газового гиганта, когда ваша первоначальная родная планета будет уничтожена.

source: Start on an Equatorial Shipyard.
ru: Старт на Экваториальной верфи.

source: Start on an interstellar ringworld
ru: Старт в межзвездном мире-кольце

source: Start with an Orbital Arcology around the starting planet.
ru: Начните с орбитальной дуги вокруг стартовой планеты.

source: Starting Megastructure Upkeep Support
ru: Запуск поддержки по обслуживанию мегаструктуры

source: Starts Regression
ru: Начинается регрессия

source: Starts a Life Engineering Project (L.E.P.) on this planet but will create a pre-sapient species instead.
ru: Начинает проект по инженерии жизни (LEP) на этой планете, но вместо этого создаст доразумный вид.

source: Starts a Life Engineering Project (L.E.P.) on this planet with a sapient species.
ru: Начинает проект по созданию жизни (LEP) на этой планете с участием разумных видов.

source: Starts the Regression Project of our colony to create a primitive society (some pops might be resettlet).
ru: Запускает проект регрессии нашей колонии по созданию примитивного общества (некоторые поселения могут быть переселены).

source: State Sanctioned Parties
ru: Санкционированная политическая активность

source: Statecraft
ru: Искусство управления

source: Station Infrastructure Expanded
ru: Расширена инфраструктура станции

source: Station Modules
ru: Модули станции

source: Stellar Annihilator
ru: Звездный аннигилятор

source: Stellar Annihilator (Unresponsive)
ru: Звездный аннигилятор (не отвечает)

source: Stellar Compression - Neutron Star
ru: Звездное сжатие – нейтронная звезда

source: Stellar Compression - Stage I
ru: Звездное сжатие – Стадия I

source: Stellar Compression - Stage II
ru: Звездное сжатие – Стадия II

source: Stellar Eradicator
ru: Звездный уничтожитель

source: Stellar Fishing
ru: Звездная рыбалка

source: Stellar Fusion Array
ru: Массивы для синтеза звезд

source: Stellar Fusion Arrays
ru: Массивы для синтеза звезд

source: Stellar Fusion Manipulation
ru: Манипуляция слиянием звезд

source: Stellar Kaiserium Armor
ru: Звездная кайзериевая броня

source: Stellar Mastermind Cores
ru: Стелларитовые ядра сознания

source: Stellar Particle Accelerator
ru: Ускоритель звездных частиц

source: Stellar Particle Accelerator Findings
ru: Результаты исследований ускорителя звездных частиц

source: Stellar Particle Accelerator Management Protocols
ru: Протоколы управления ускорителем звездных частиц

source: Stellar Particle Accelerator Repairs Successful!
ru: Ремонт ускорителя звездных частиц прошел успешно!

source: Stellar Particle Accelerator Structural Damage
ru: Структурное повреждение ускорителя звездных частиц

source: Stellar Retrofit
ru: Звездная модернизация

source: Stellar Revenge
ru: Звездная месть

source: Stellar Ring Habitat
ru: Среда обитания звездного кольца

source: Stellar Stabilizers Built
ru: Построены звездные стабилизаторы

source: Stellar Synthesis Drone
ru: Звездный синтез Дронов

source: Stellar Synthesis Drones
ru: Звездный синтез Дронов

source: Stellar Synthesizer
ru: Звездный синтезатор

source: Stellar Synthesizers
ru: Звездные синтезаторы

source: Stellar Systemcraft
ru: Звёздный системный корабль

source: Stellar Systemcraft Destroyed
ru: Звездный системный корабль уничтожен

source: Stellar Systemcraft Hull Points
ru: Очки корпуса звездной системы

source: Stellar Systemcraft Management Protocols
ru: Протоколы управления Преобразователя звёздных систем

source: Stellarborne Pena'roh
ru: Звёзднорождённые Пена'рох

source: Stellarborne's Static Light can be modified as a very powerful corrosive-like projectile that can eat away other materials whole, creating extremely deadly anti-ship weapons.
ru: Статический свет звездорожденных может быть модифицирован в очень мощный коррозионный снаряд, способный разъедать другие материалы, создавая чрезвычайно смертоносное противокорабельное оружие.

source: Stellarborne's Static Light can be modified as a very powerful projectile that can eat any matter whole, creating extremely deadly anti-ship weapons.
ru: Статический свет звездорожденных может быть модифицирован в очень мощный снаряд, способный съесть любую материю целиком, создавая чрезвычайно смертоносное противокорабельное оружие.

source: Stellarbornes
ru: Звездорожденный

source: Stellarite
ru: Стелларит

source: Stellarite Alchemy
ru: Стелларитовая алхимия

source: Stellarite Amplification
ru: Стелларитовое усиление

source: Stellarite Apothecaries
ru: Стелларитовые аптекари

source: Stellarite Apothecary
ru: Стелларитовый аптекарь

source: Stellarite Broodmother
ru: Стелларитовая матка

source: Stellarite Broodmothers
ru: Стелларитовые матки

source: Stellarite Chrono Gateway
ru: Стелларитовые хроноврата

source: Stellarite Class-11 Singularity
ru: Стелларитовая сингулярность класса 11

source: Stellarite Control Center
ru: Стелларитовый центр управления

source: Stellarite Controllers
ru: Стелларитовые контроллеры

source: Stellarite Cropifier
ru: Стелларитовый культиватор

source: Stellarite Cropifier Drone
ru: Стелларитовый дрон-культиватор

source: Stellarite Cropifier Drones
ru: Стелларитовые дроны-культиваторы

source: Stellarite Cropifiers
ru: Стелларитовые культиваторы

source: Stellarite Delphic AI Timespace Folding
ru: Стелларитовое складывание пространства-времени Дельфийским ИИ

source: Stellarite Devourer
ru: Пожиратель Звёзд

source: Stellarite Devourers
ru: Пожиратели Звёзд

source: Stellarite District
ru: Район Стелларита

source: Stellarite District Build Speed Multiplier
ru: Скорость строительства Стелларитового района

source: Stellarite District Energy Cost Multiplier
ru: Стоимость Стелларитового района в энергии

source: Stellarite District Mineral Cost Multiplier
ru: Стоимость Стелларитового района в минералах

source: Stellarite District Stellarite Cost Multiplier
ru: Стоимость Стелларитового района в стелларите

source: Stellarite Districts
ru: Район Стелларита
